{
  "social":{
    "url":"https://kamra.invisi-dir.com/",
    "top_text":"You can get a “Deja vu” experience of your face with the interactive music video.",
    "share_text":"I got a “Deja vu” experience of my face.",
    "twitter":"http://twitter.com/share?url=__url__&text=__text__&hashtags=KAMRA"
  },
  "about":{
    "concept":{
      "l1":"白い天井の下　ここにあるのは傷んだ肉　馴染まない鉄の容れ物",
      "l2":"どちらへも振り切れない魂　「もう一度」　私は繰り返す",
      "l3":"心は常に一定にしか動かないとしても　精一杯勢いをつけ　同じ所から 同じ方へ"
    },
    "conceptimg":"images/concept_en.png",
    "kamra":"Instead of relying on music-related theories or reasons, KAMRA creates his very own world based on his sensations and intuition.  His sense of melody was nourished by growing up during the gaming systems craze, and his rhythm was greatly influenced by electronica music.  These two factors form the base of KAMRA’s music.  In 2001, KAMRA was asked to be a part of a music creation team called “invisible designs lab.”  He has since taken part in the creation of music and countless melodies for commercials, games and company sound logos.  Through all these experiences, KAMRA continues to gain new sensations and information also incorporates these into his music.",
    "invisidir":"“invisi-dir.” is the way or path that the music creative team, invisible designs lab., believes the creative direction should take.  Under the theme of sharing new merits with others, we are planning to proffer new values on music as “invisible designs lab. selection” by producing and making selections.",
    "invisibledesignslab":"Important things are not visible.  These invisible things have great value--ideas, imagination, and inspiration.  As invisible designs lab., we take these factors and create them into the form of music with new thoughts and expressions."
  },
  "howto":{
    "webcam":{
      "title":"Play with a Webcam",
      "s1":"Click “Webcam” on the top page.",
      "s2":"Accept a webcam request",
      "s3":"Get Ready",
      "s3_1":"Take off your glasses and hat.",
      "s3_2":"Follow the guide, still your face.",
      "s3_3":"Make sure, nothing covers but minimum reflective light on your face.",
      "s4":"Follow the guide, still your face.",
      "s5":"As soon as your face is recognized, “deja vu” starts."
    },
    "photo":{
      "title":"Play by Uploading a Photo",
      "s1":"Click “Photo” on the top page.",
      "s2":"Get Ready to Upload a Photo.",
      "s2_0":"Please upload an appreciate photo.",
      "s2_1":"Without a hat and glasses.",
      "s2_2":"Straight ahead.",
      "s2_3":"Settle your hair and make sure you light your face.",
      "s3":"Drag and drop the photo, or click to select an uploaing photo. ",
      "s4_1":"After the face is recognized, click",
      "s4_2":"“OK” and start “deja vu”."
    }
  },
  "tutorial":{
    "upload1img":"images/upload-1-en.png",
    "upload1":"Please upload your photo.",
    "upload3":"Are you ready to play with this face?",
    "uploaderror":"Not able to recognize a face.",
    "webcamtext":"Accept the  request",
    "webcam1img":"images/webcam-1-en.png",
    "webcam2img":"images/webcam-2-en.png"
  },
  "disclaimer":{
    "title":"Site Usage Rules",
    "toplnk":"> Site Usage Rules",
    "text":"KAMRA Déjà vu (hereinafter “Site”), is a promotional site being planned and operatedby Invisible Design Lab (hereinafter “Company”). The person who uses this site(hereinafter “User”) shall be treated as already have agreed to this disclaimer, at thepoint of uploading photos through this site or engages to filming by using web camerathrough this Site.\n\nThe copyright/portrait right (including publicity right, hereinafter “Portrait Right etc.”)pertaining to images being filmed through the use of web camera, uploaded images andgenerated image shall belong to the User. Further, the copyright of generated videobeing created through the use of Site shall belong to the Company or rights holder beingapproved by the Company.\n\nThe User shall approve the free-of-charge usage pertaining to the creation and the use ofthe reproduction, adaptation, public transmission, publication, performance, exhibition,rental and secondary work pertaining to the images, uploaded images and generatedimages being filmed through the use of the Company’s web camera. The User shallnot exercise portrait right etc. and moral rights of author.\n\nThe Company is allowed to use images, uploaded images, generated images andgenerated videos being filmed through the use of web camera through television, radio,internet, billboard, bulletin board, poster, newspaper, magazine, book, pamphlet, etc.,under the usage purpose deemed necessary by the Company for the purpose ofadvertisement etc., without any restriction on its period, region, number of usage, andusage method.\n\nImages with its copy rights and other rights being owned by a third party other than theUser, images that include portrait of a third party other than the User, images thatinclude materials with its copy right and other rights being owned by a third party otherthan the User, images where the creation/submission/public disclosure of such images isinfringing upon the copyright, portrait right etc. and other rights of a third party otherthan the User, may not be uploaded. Such case shall also apply to the below cases, as the filming through the use of web camera is prohibited for images and solid objectssuch as figurines, dolls, etc. where the copy right or other rights of such items belongsto a third party other than the User, images and solid objects such as figurines, dolls,etc. that includes the portrait of a third party other than the User, images that includematerials and solid objects such as figurines, dolls, etc. where the copy right or otherrights of such items belongs to a third party other than the User, and images and solidobjects such as figurines, dolls, etc. where the creation/submission/public disclosure ofsuch items is infringing upon the copyright, portrait right etc. and other rights of a thirdparty other than the User.\n\nThe images being submitted through the Site, the images and contents being filmedthrough web camera shall be deemed to have been used under User’s ownresponsibility. The User shall bear the entire responsibilities pertaining to the entireacts and results performed through the use of the Site. However, if the Companydetermines it to be necessary, the User shall possess the right to delete the data withinthe Site.\n\nThe User may not use photos in violation of the copyright. The User may not engagein submission, filming that will infringe the privacy of others. The User may notperform submission, filming that will offend the feelings of others. In addition, theUser may not support acts that are illegal, threatening, defamatory, offensive, obscene,vulgar, inflammatory, sexual, criminal, may not cause civil responsibility, and may notengage in submissions and filming that are illegal.\n\nThe Company shall not be liable to any of such corresponding acts. "
  },
  "support":{
    "img":"images/environment-en.png",
    "description":"You can get a deja vu experience of your face with the special version of this music video under the operating enviroments listed below. ",
    "envitoments":"Operating Envitoments",
    "env1":"A computer with a webcam",
    "env2":"A WebGL-enable browser",
    "env3":"-Google Chrome   -Mozilla Firefox",
    "env4":"*Recommending the latest version. "
  },
  "webcam": {
    "step1": "Place your face inside the cycle,<br>and look straight ahead.",
    "step2": "Still your face."
  }
}