{
  "social":{
    "url":"https://kamra.invisi-dir.com/",
    "top_text":"あなたの顔が Deja vu する、インタラクティブミュージックビデオ。",
    "share_text":"わたしの顔を Deja vu しました。",
    "twitter":"http://twitter.com/share?url=__url__&text=__text__&hashtags=KAMRA"
  },
  "about":{
    "concept":{
      "l1":"白い天井の下　ここにあるのは傷んだ肉　馴染まない鉄の容れ物",
      "l2":"どちらへも振り切れない魂　「もう一度」　私は繰り返す",
      "l3":"心は常に一定にしか動かないとしても　精一杯勢いをつけ　同じ所から 同じ方へ"
    },
    "conceptimg":"images/concept_ja.png",
    "kamra":"理屈や理論ではない感覚に身を任せた音楽スタイルで、自分の世界を作り上げる。ファミコン世代に生まれ育ったために培ったメロディ感と、エレクトロニカに大きく影響を受けたリズム、2つが大きな基礎となっており、さらに2001年より、音楽制作チームinvisible designs lab.の立ち上げメンバーとなり、多くのCM音楽、ゲームサウンドトラック、サウンドロゴ等の数々の音楽制作の携わり、新たな感覚を取り入れ続ける。",
    "invisidir":"音楽クリエイティブチーム、インビジブル・デザインズ・ラボが考える、\"DIRECTION\"つまりクリエイティブの「方向」です。みなさんと新しい価値の共有をテーマにした\"インビジブル・デザインズ・ラボ セレクション\"として、音楽を軸に多くの新しい価値の提案をするプロデュースとセレクションを行って行く予定です。",
    "invisibledesignslab":"大切な事は見えない。見えないものには大きな価値があります。アイデアやイマジネーション、インスピレーション。それらを見える形や新しい発想で表現していく音楽を軸としたクリエイターチームです。"
  },
  "howto":{
    "webcam":{
      "title":"Webカメラでの体験方法",
      "s1":"トップページで「Webcam」を選択",
      "s2":"カメラの使用を許可",
      "s3":"撮影準備",
      "s3_1":"メガネ、帽子を取って顔の全体がはっきり見えるようにしてください。",
      "s3_2":"ガイドに合わせて顔を固定してください。",
      "s3_3":"髪の毛が顔にかからないよう、顔を明るく照らしてください。",
      "s4":"ガイド表示に顔をあわせる",
      "s5":"顔が認識されると Deja vu 開始"
    },
    "photo":{
      "title":"写真アップロードでの体験方法",
      "s1":"トップページで「Photo」を選択",
      "s2":"写真アップロード準備",
      "s2_0":"下記のような写真をアップロードしてください。",
      "s2_1":"メガネ、帽子は被らず顔の全体がはっきり見える写真",
      "s2_2":"正面を向き、顔がまっすぐ固定された写真",
      "s2_3":"髪の毛が顔にかかっていない、顔が明るく照らされた写真",
      "s3":"写真ファイルをドラッグ＆ドロップするか、クリックで選択しアップロード",
      "s4_1":"顔認証位置を確認し、",
      "s4_2":"「OK」で Deja vu 開始"
    }
  },
  "tutorial":{
    "upload1img":"images/upload-1-ja.png",
    "upload1":"下記のような写真をアップロードしてください。",
    "upload3":"この顔で再生します。よろしいですか？",
    "webcamtext":"リクエストを許可して下さい",
    "webcam1img":"images/webcam-1-ja.png",
    "webcam2img":"images/webcam-2-ja.png"
  },
  "disclaimer":{
    "title":"画像アップロードに関する免責事項",
    "toplnk":"＞ 画像アップロードに関する免責事項",
    "text":"KAMRA Deja vu（以下、「当サイト」）は、Invisible Design Lab（以下、「当社」）が企画運営するプロモーションサイトです。当サイトを利用される方（以下、「利用者」）は、当サイトから写真をアップロード、又はwebカメラを用いて撮影して頂いた時点で、この免責事項に同意されたものとして扱わせていただきます。\n\nwebカメラを用いて撮影された画像、アップロード画像および生成画像にかかる著作権・肖像権（パブリシティ権を含み、以下「肖像権等」といいます）は、利用者に帰属するものとします。また、当サイトを利用した事により作られる生成動画の著作権は当社および当社が使用をみとめた権利者に帰属します。\n\n利用者は、当社によるwebカメラを用いて撮影された画像、アップロード画像および生成画像の複製、翻案、公衆送信、出版、上演、展示、貸与、二次的著作物の創作およびその利用について無償で利用許諾するものとし、利用者は肖像権等および著作者人格権を行使しないものとします。\n\n当社は、webカメラを用いて撮影された画像、アップロード画像、生成画像および生成動画をテレビ、ラジオ、インターネット、看板、掲示、ポスター、新聞、雑誌、書籍、パンフレット類など、当社が本サイトの広告宣伝等のために必要と判断する利用目的において、期間、地域、回数、利用方法の制限なく、利用できるものとします。\n\n利用者以外の第三者が著作権その他の権利を有する画像、利用者以外の第三者の肖像を含む画像、利用者以外の第三者が著作権その他の権利を有する素材を含む画像、作成・投稿または公開が、利用者以外の第三者の著作権、肖像権等その他の権利を害する画像をアップロードすることはできません。webカメラを用いて撮影する場合も同様に、利用者以外の第三者が著作権その他の権利を有する画像やフィギュア、人形などの立体物、利用者以外の第三者の肖像を含む画像、フィギュア、人形などの立体物、利用者以外の第三者が著作権その他の権利を有する素材を含む画像、フィギュア、人形などの立体物、作成・投稿または公開が、利用者以外の第三者の著作権、肖像権等その他の権利を害する画像、フィギュア、人形などの立体物をwebカメラを用いて撮影することはできません。\n\n当サイトから投稿された画像、webカメラを用いて撮影された画像および、内容は利用者の自己責任の下で利用されたものとします。利用者は、当サイトを利用して行われた一切の行為お よびその結果について一切の責任を負うものとします。ただし、当社が必要と判断した場合、当サイト内のデータを削除する権利を保有します。\n\n著作権に違反する写真を使用しないこと。他人のプライバシーを侵害する投稿、撮影を行わないこと。他人の気分を害する投稿、撮影を行わないこと。その他、違法、脅迫的、中傷的、侮辱的、わいせつ、下品、扇動的、性的、犯罪行為を助長し、民事責任を生じさせ、法律に違反する投稿、撮影を行わないこと。当社は、これらに該当する責任を負うものではありません。"
  },
  "support":{
    "description":"下記対応環境から閲覧いただくと、あなたの顔が Deja vu する、スペシャル版 MV を体験いただけます。",
    "envitoments":"動作環境",
    "env1":"Webカメラ付きPC",
    "env2":"WebGL対応ブラウザ",
    "env3":"・Google Chrome　・Mozilla Firefox",
    "env4":"※いずれも最新版を推奨"
  },
  "webcam": {
    "step1": "顔を正面にして<br>枠内に入れてください",
    "step2": "そのまま顔を<br>固定してください"
  }
}